---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.FamilyThermalProperties
source: html/09cdbbed-25a7-f14d-09c5-9d41d99b63b4.htm
---
# FamilyThermalProperties Members

Constructs a new FamilyThermalProperties with default settings.